Repository: miguelangelxramirez/MyAgents
Catalog: mac/Resources/Localizable.xcstrings
Source language: en
Languages: es

# about.build-date
source: Built %@
es: Compilado el %@

# about.ok
source: OK
es: Aceptar

# about.version
source: Version %@ (%@)
es: Versión %@ (%@)

# buildinfo.unknown-date
source: unknown build date
es: fecha de compilación desconocida

# codex.state.awaiting-approval
source: Awaiting your approval
es: Esperando tu aprobación

# codex.state.working
source: Working
es: Trabajando

# focus.failed
source: Couldn't open that session's terminal
es: No se pudo abrir la terminal de esa sesión

# glyph.a11y.attention
source: MyAgents — a session is awaiting permission
es: MyAgents: una sesión está esperando permiso

# glyph.a11y.busy
source: MyAgents — a session is working
es: MyAgents: una sesión está trabajando

# hooks.result.install-failed
source: Couldn't enable tracking
es: No se pudo activar el seguimiento

# hooks.result.installed
source: Tracking enabled
es: Seguimiento activado

# hooks.result.remove-failed
source: Couldn't remove tracking
es: No se pudo quitar el seguimiento

# hooks.result.removed
source: Tracking removed
es: Seguimiento quitado

# hooks.result.repair-failed
source: Couldn't repair tracking
es: No se pudo reparar el seguimiento

# hooks.result.repaired
source: Tracking repaired
es: Seguimiento reparado

# login.toggle-failed
source: Couldn't change the start-at-login setting
es: No se pudo cambiar el ajuste de inicio

# menu.about
source: About MyAgents
es: Acerca de MyAgents

# menu.check-updates
source: Check for Updates…
es: Buscar actualizaciones…

# menu.hooks.enable
source: Enable tracking
es: Activar seguimiento

# menu.hooks.remove
source: Remove tracking
es: Quitar seguimiento

# menu.hooks.repair
source: Repair tracking
es: Reparar seguimiento

# menu.quit
source: Quit MyAgents
es: Salir de MyAgents

# menu.return-to-menubar
source: Return to the menu bar
es: Volver a la barra de menú

# menu.settings.a11y
source: Settings
es: Ajustes

# menu.show-usage
source: Show usage
es: Mostrar uso

# menu.start-at-login
source: Open at login
es: Abrir al iniciar sesión

# menu.usage-metric
source: Menu bar shows
es: La barra muestra

# notification.permission.body
source: %@ is waiting for your approval.
es: %@ está esperando tu aprobación.

# notification.permission.body-generic
source: A session is waiting for your approval.
es: Una sesión está esperando tu aprobación.

# notification.permission.title
source: Permission requested
es: Permiso solicitado

# onboarding.body
source: MyAgents adds a few local hooks to ~/.claude so it can show what each Claude Code and Codex session is doing. Everything stays on your Mac — no tokens, no network.
es: MyAgents añade unos hooks locales en ~/.claude para mostrar qué hace cada sesión de Claude Code y Codex. Todo se queda en tu Mac: sin tokens ni conexión.

# onboarding.enable
source: Enable tracking
es: Activar seguimiento

# onboarding.title
source: Watch your agent sessions
es: Vigila tus sesiones de agentes

# session.subagentCount %lld
source: %lld agents
es: %lld agentes

# session.untitled
source: New session
es: Sesión nueva

# sessions.empty
source: No active sessions
es: Sin sesiones activas

# state.active
source: Active
es: Activo

# state.ended
source: Ended
es: Finalizada

# state.idle
source: Idle
es: Inactivo

# state.permission
source: Awaiting permission
es: Esperando permiso

# state.thinking
source: Thinking…
es: Pensando…

# state.tool
source: Running tool
es: Ejecutando herramienta

# usage.header
source: Usage
es: Uso

# usage.resets-in
source: resets in %@
es: reinicia en %@

# usage.stale
source: · %lld min ago
es: · hace %lld min
